Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: sampler
ar: عينة
de: farbwähler
es: muestra de color
fr: échantillonneur
hu: mintavevő
ja: サンプラー
nl: kleurmonster
pl: próbnik
pt: amostrador
ru: образец цвета
sv: färgprov
tr: örnekleyici
vi: lấy mẫu màu
zh_hans: 采样器
zh_hant: 取樣器

source: Save
ar: حفظ
de: Sichern
es: Guardar
fr: Enregistrer
hu: Mentés
ja: 保存
nl: Opslaan
pl: Zachowaj
pt: Guardar
ru: Сохранить
sv: Spara
tr: Kaydet
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Save a backup of every preference and profile
ar: حفظ نسخة احتياطية من كل التفضيلات وملفات التعريف
de: Eine Sicherung aller Einstellungen und Profile erstellen
es: Guarda una copia de seguridad de todas las preferencias y perfiles
fr: Enregistrer une sauvegarde de chaque préférence et profil
hu: Biztonsági mentés készítése az összes beállításról és profilról
ja: すべての設定とプロファイルのバックアップを保存
nl: Maak een back-up van alle instellingen en profielen
pl: Zachowaj kopię zapasową wszystkich preferencji i profili
pt: Guardar uma cópia de segurança de todas as preferências e perfis
ru: Сохранить резервную копию всех настроек и профилей
sv: Spara en säkerhetskopia av alla inställningar och profiler
tr: Her tercihin ve profilin yedeğini kaydet
vi: Lưu một bản sao lưu cho tất cả tùy chọn và hồ sơ
zh_hans: 备份所有偏好设置和配置文件
zh_hant: 備份所有偏好設定與設定檔

source: Save logs to share with support
ar: حفظ السجلات للمشاركة مع الدعم
de: Protokolle sichern, um sie mit dem Support zu teilen
es: Guarda los registros para compartirlos con soporte
fr: Enregistrer les logs pour les partager avec le support
hu: Naplók mentése ügyfélszolgálati megosztáshoz
ja: サポートと共有するログを保存
nl: Logbestanden opslaan om te delen met de helpdesk
pl: Zachowaj dzienniki do udostępnienia pomocy
pt: Guardar registos para partilhar com o suporte
ru: Сохранять журналы для отправки в поддержку
sv: Spara loggar att dela med supporten
tr: Destek ekibiyle paylaşmak için günlükleri kaydet
vi: Lưu nhật ký để chia sẻ với bộ phận hỗ trợ
zh_hans: 保存日志以与技术支持共享
zh_hant: 儲存記錄檔以提供給支援團隊

source: Scale
ar: مقياس
de: Skalieren
es: Escala
fr: Échelle
hu: Méretezés
ja: スケール
nl: Schalen
pl: Skala
pt: Escala
ru: Масштаб
sv: Skala
tr: Ölçek
vi: Thu phóng
zh_hans: 缩放
zh_hant: 縮放

source: Scale the icon relative to its default size
ar: تغيير مقياس الأيقونة نسبةً إلى حجمها الافتراضي
de: Symbol relativ zur Standardgröße skalieren
es: Escala el icono en relación con su tamaño por omisión
fr: Mettre l'icône à l'échelle par rapport à sa taille par défaut
hu: Az ikon méretezése az alapértelmezett méretéhez képest
ja: アイコンをデフォルトサイズに対して拡大/縮小
nl: Schaal het pictogram ten opzichte van de standaardgrootte
pl: Skaluj ikonę względem jej domyślnego rozmiaru
pt: Ajustar a escala do ícone em relação ao tamanho predefinido
ru: Масштабировать значок относительно его размера по умолчанию
sv: Skala symbolen i förhållande till dess standardstorlek
tr: Simgeyi varsayılan boyutuna göre ölçekle
vi: Thay đổi tỷ lệ biểu tượng so với kích thước mặc định của nó
zh_hans: 相对于默认大小缩放图标
zh_hant: 以圖示的預設大小為基準進行縮放

source: scratchpad
ar: مسودة
de: notizblock
es: bloc de notas
fr: bloc-notes
hu: jegyzetlap
ja: メモ帳
nl: kladblok
pl: brudnopis
pt: bloco de notas
ru: черновик
sv: kladdblock
tr: karalama defteri
vi: giấy nháp
zh_hans: 便笺
zh_hant: 暫存筆記

source: Screen
ar: شاشة
de: Anzeige
es: Pantalla
fr: Écran
hu: Kijelző
ja: 画面
nl: Scherm
pl: Wyświetlacz
pt: Ecrã
ru: Экран
sv: Skärm
tr: Ekran
vi: Màn hình
zh_hans: 显示器
zh_hant: 螢幕

source: screen capture
ar: التقاط الشاشة
de: bildschirmaufnahme
es: captura de pantalla
fr: capture d'écran
hu: képernyőfelvétel
ja: 画面キャプチャ
nl: schermafbeelding
pl: przechwytywanie ekranu
pt: captura de ecrã
ru: захват экрана
sv: skärmdump
tr: ekran yakalama
vi: chụp màn hình
zh_hans: 屏幕截取
zh_hant: 螢幕擷取

source: Screen Margin
ar: هامش الشاشة
de: Bildschirmrand
es: Margen de pantalla
fr: Marge de l'écran
hu: Képernyőmargó
ja: 画面の余白
nl: Schermmarge
pl: Margines wyświetlacza
pt: Margem do Ecrã
ru: Отступ от края экрана
sv: Skärmmarginal
tr: Ekran Kenar Boşluğu
vi: Lề màn hình
zh_hans: 屏幕边距
zh_hant: 螢幕邊距

source: Screen Recording
ar: تسجيل الشاشة
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement de l'écran
hu: Képernyőfelvétel
ja: 画面収録
nl: Schermopname
pl: Nagrywanie ekranu i dźwięku systemowego
pt: Gravação do Ecrã
ru: Запись экрана
sv: Skärminspelning
tr: Ekran Kaydı
vi: Ghi màn hình
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Screen Recording is off, so Alt-Tab uses compact mode automatically.
ar: تسجيل الشاشة متوقف، لذا يستخدم Alt-Tab الوضع المدمج تلقائيًا.
de: Die Bildschirmaufnahme ist deaktiviert, daher verwendet Alt-Tab automatisch den kompakten Modus.
es: La grabación de pantalla está desactivada, por lo que Alt-Tab usa el modo compacto automáticamente.
fr: L'enregistrement de l'écran est désactivé, Alt-Tab utilise donc automatiquement le mode compact.
hu: A képernyőfelvétel ki van kapcsolva, ezért az Alt-Tab automatikusan kompakt módot használ.
ja: 画面収録がオフのため、Alt-Tabは自動的にコンパクトモードを使用します。
nl: Schermopname is uitgeschakeld, dus Alt-Tab gebruikt automatisch de compacte modus.
pl: Nagrywanie ekranu i dźwięku systemowego jest wyłączone, dlatego Alt-Tab automatycznie używa trybu kompaktowego.
pt: A Gravação do Ecrã está desativada, pelo que o Alt-Tab usa automaticamente o modo compacto.
ru: Запись экрана отключена, поэтому Alt-Tab автоматически использует компактный режим.
sv: Skärminspelning är av, så Alt-Tab använder kompakt läge automatiskt.
tr: Ekran Kaydı kapalı, bu yüzden Alt-Tab otomatik olarak kompakt modu kullanır.
vi: Tính năng Ghi màn hình đang tắt, do đó Alt-Tab sẽ tự động sử dụng chế độ thu gọn.
zh_hans: “屏幕录制”权限未启用，因此 Alt-Tab 将自动使用紧凑模式。
zh_hant: 尚未授予螢幕錄製權限，因此 Alt-Tab 會自動切換為精簡模式。

source: Screen Recording is off, so dock previews use compact mode automatically.
ar: تسجيل الشاشة متوقف، لذا تستخدم معاينات Dock الوضع المدمج تلقائيًا.
de: Die Bildschirmaufnahme ist deaktiviert, daher verwenden Dock-Vorschauen automatisch den kompakten Modus.
es: La grabación de pantalla está desactivada, por lo que las previsualizaciones del Dock usan el modo compacto automáticamente.
fr: L'enregistrement de l'écran est désactivé, les aperçus du dock utilisent donc automatiquement le mode compact.
hu: A képernyőfelvétel ki van kapcsolva, ezért a Dock-előnézetek automatikusan kompakt módot használnak.
ja: 画面収録がオフのため、Dockプレビューは自動的にコンパクトモードを使用します。
nl: Schermopname is uitgeschakeld, dus Dock-voorbeelden gebruiken automatisch de compacte modus.
pl: Nagrywanie ekranu i dźwięku systemowego jest wyłączone, dlatego podglądy Docka automatycznie używają trybu kompaktowego.
pt: A Gravação do Ecrã está desativada, pelo que as pré-visualizações da dock usam automaticamente o modo compacto.
ru: Запись экрана выключена, поэтому предпросмотр Dock автоматически использует компактный режим.
sv: Skärminspelning är av, så dockförhandsvisningar använder kompakt läge automatiskt.
tr: Ekran Kaydı kapalı, bu yüzden dock önizlemeleri otomatik olarak kompakt modu kullanır.
vi: Tính năng Ghi màn hình đang tắt, do đó bản xem trước dock sẽ tự động sử dụng chế độ thu gọn.
zh_hans: “屏幕录制”权限未启用，因此 Dock 预览将自动使用紧凑模式。
zh_hant: 尚未授予螢幕錄製權限，因此 Dock 預覽會自動切換為精簡模式。

source: Screen Recording is off, so Glance uses compact mode automatically.
ar: تسجيل الشاشة متوقف، لذا يستخدم Glance الوضع المدمج تلقائيًا.
de: Die Bildschirmaufnahme ist deaktiviert, daher verwendet Glance automatisch den kompakten Modus.
es: La grabación de pantalla está desactivada, por lo que Glance usa el modo compacto automáticamente.
fr: L'enregistrement de l'écran est désactivé, Glance utilise donc automatiquement le mode compact.
hu: A képernyőfelvétel ki van kapcsolva, ezért a Glance automatikusan kompakt módot használ.
ja: 画面収録がオフのため、Glanceは自動的にコンパクトモードを使用します。
nl: Schermopname is uitgeschakeld, dus Glance gebruikt automatisch de compacte modus.
pl: Nagrywanie ekranu i dźwięku systemowego jest wyłączone, dlatego Glance automatycznie używa trybu kompaktowego.
pt: A Gravação do Ecrã está desativada, pelo que o Glance usa automaticamente o modo compacto.
ru: Запись экрана выключена, поэтому Glance автоматически использует компактный режим.
sv: Skärminspelning är av, så Glance använder kompakt läge automatiskt.
tr: Ekran Kaydı kapalı, bu yüzden Glance otomatik olarak kompakt modu kullanır.
vi: Tính năng Ghi màn hình đang tắt, do đó Glance sẽ tự động sử dụng chế độ thu gọn.
zh_hans: 屏幕录制权限未开启，因此 Glance 会自动使用紧凑模式。
zh_hant: 未授予「螢幕錄製」權限，因此 Glance 會自動使用精簡模式。

source: Screen Under Mouse
ar: الشاشة تحت الفأرة
de: Bildschirm unter dem Mauszeiger
es: Pantalla bajo el ratón
fr: Écran sous la souris
hu: Képernyő az egér alatt
ja: マウスの下の画面
nl: Scherm onder de muisaanwijzer
pl: Wyświetlacz pod wskaźnikiem
pt: Ecrã Sob o Rato
ru: Экран под указателем
sv: Skärmen under muspekaren
tr: Farenin Altındaki Ekran
vi: Màn hình dưới chuột
zh_hans: 当前鼠标所在的屏幕
zh_hant: 滑鼠所在螢幕

source: Screen With Last Active Window
ar: شاشة مع آخر نافذة نشطة
de: Bildschirm mit zuletzt aktivem Fenster
es: Pantalla con la última ventana activa
fr: Écran avec la dernière fenêtre active
hu: Képernyő az utolsó aktív ablakkal
ja: 最後にアクティブだったウインドウの画面
nl: Scherm met het laatst actieve venster
pl: Wyświetlacz z ostatnim aktywnym oknem
pt: Ecrã com a Última Janela Ativa
ru: Экран с последним активным окном
sv: Skärmen med senast aktiva fönstret
tr: Son Etkin Pencerenin Bulunduğu Ekran
vi: Màn hình có cửa sổ hoạt động cuối cùng
zh_hans: 显示最后处于活动状态的窗口的屏幕
zh_hant: 最後作用中視窗所在的螢幕

source: Screen With Mouse
ar: شاشة مع الفأرة
de: Bildschirm mit Mauszeiger
es: Pantalla con el ratón
fr: Écran avec la souris
hu: Képernyő az egérrel
ja: マウスのある画面
nl: Scherm met de muisaanwijzer
pl: Wyświetlacz pod wskaźnikiem
pt: Ecrã com o Rato
ru: Экран с указателем
sv: Skärmen med muspekaren
tr: Farenin Bulunduğu Ekran
vi: Màn hình có chuột
zh_hans: 当前鼠标所在的屏幕
zh_hant: 滑鼠所在螢幕

source: screenshot
ar: لقطة شاشة
de: bildschirmfoto
es: captura
fr: capture
hu: képernyőfotó
ja: スクリーンショット
pl: zrzut ekranu
pt: captura de ecrã
ru: снимок экрана
sv: skärmavbildning
tr: ekran görüntüsü
vi: ảnh chụp màn hình
zh_hans: 截屏
zh_hant: 螢幕截圖

source: Screenshot
ar: لقطة شاشة
de: Bildschirmfoto
es: Captura de pantalla
fr: Capture d'écran
hu: Képernyőfotó
ja: スクリーンショット
pl: Zrzut ekranu
pt: Captura de ecrã
ru: Снимок экрана
sv: Skärmavbildning
tr: Ekran Görüntüsü
vi: Chụp màn hình
zh_hans: 截屏
zh_hant: 螢幕截圖

source: Screenshots
ar: لقطات الشاشة
de: Bildschirmfotos
es: Capturas de pantalla
fr: Captures d'écran
hu: Képernyőfotók
ja: スクリーンショット
pl: Zrzuty ekranu
pt: Capturas de Ecrã
ru: Снимки экрана
sv: Skärmavbildningar
tr: Ekran Görüntüleri
vi: Ảnh chụp màn hình
zh_hans: 截屏
zh_hant: 螢幕截圖

source: Scroll Actions
ar: إجراءات التمرير
de: Scroll-Aktionen
es: Acciones de desplazamiento
fr: Actions de défilement
hu: Görgetési műveletek
ja: スクロールアクション
nl: Scrollacties
pl: Akcje przewijania
pt: Ações de Deslocação
ru: Действия при прокрутке
sv: Rullningsåtgärder
tr: Kaydırma Eylemleri
vi: Thao tác cuộn
zh_hans: 滚动动作
zh_hant: 捲動動作

source: Scroll Direction
ar: اتجاه التمرير
de: Scrollrichtung
es: Dirección de desplazamiento
fr: Sens de défilement
hu: Görgetési irány
ja: スクロールの方向
nl: Scrollrichting
pl: Kierunek przewijania
pt: Direção da Deslocação
ru: Направление прокрутки
sv: Rullningsriktning
tr: Kaydırma Yönü
vi: Hướng cuộn
zh_hans: 滚动方向
zh_hant: 捲動方向

source: Scroll Down Action
ar: إجراء التمرير لأسفل
de: Aktion beim Herunterscrollen
es: Acción al desplazar hacia abajo
fr: Action du défilement vers le bas
hu: Lefelé görgetés művelete
ja: 下スクロールのアクション
nl: Actie bij omlaag scrollen
pl: Akcja przewijania w dół
pt: Ação ao Deslocar para Baixo
ru: Действие при прокрутке вниз
sv: Åtgärd vid rullning nedåt
tr: Aşağı Kaydırma Eylemi
vi: Thao tác cuộn xuống
zh_hans: 向下滚动动作
zh_hant: 向下捲動動作

source: Scroll Sensitivity
ar: حساسية التمرير
de: Scrollempfindlichkeit
es: Sensibilidad de desplazamiento
fr: Sensibilité du défilement
hu: Görgetési érzékenység
ja: スクロールの感度
nl: Scrollgevoeligheid
pl: Czułość przewijania
pt: Sensibilidade da Deslocação
ru: Чувствительность прокрутки
sv: Rullningskänslighet
tr: Kaydırma Hassasiyeti
vi: Độ nhạy cuộn
zh_hans: 滚动灵敏度
zh_hant: 捲動靈敏度

source: Scroll to Open
ar: التمرير للفتح
de: Zum Öffnen scrollen
es: Desplazar para abrir
fr: Défiler pour ouvrir
hu: Görgetés a megnyitáshoz
ja: スクロールで開く
nl: Scroll om te openen
pl: Przewiń, aby otworzyć
pt: Deslocar para Abrir
ru: Прокрутка для открытия
sv: Rulla för att öppna
tr: Açmak için Kaydır
vi: Cuộn để mở
zh_hans: 滚动以打开
zh_hant: 捲動以開啟

source: Scroll Up Action
ar: إجراء التمرير لأعلى
de: Aktion beim Hochscrollen
es: Acción al desplazar hacia arriba
fr: Action du défilement vers le haut
hu: Felfelé görgetés művelete
ja: 上スクロールのアクション
nl: Actie bij omhoog scrollen
pl: Akcja przewijania w górę
pt: Ação ao Deslocar para Cima
ru: Действие при прокрутке вверх
sv: Åtgärd vid rullning uppåt
tr: Yukarı Kaydırma Eylemi
vi: Thao tác cuộn lên
zh_hans: 向上滚动动作
zh_hant: 向上捲動動作

source: Search
ar: البحث
de: Suchen
es: Buscar
fr: Rechercher
hu: Keresés
ja: 検索
nl: Zoeken
pl: Szukaj
pt: Pesquisar
ru: Поиск
sv: Sök
tr: Ara
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

source: Search apps
ar: البحث عن التطبيقات
de: Apps suchen
es: Buscar apps
fr: Rechercher des applications
hu: Appok keresése
ja: アプリを検索
nl: Apps zoeken
pl: Szukaj aplikacji
pt: Pesquisar apps
ru: Поиск по приложениям
sv: Sök appar
tr: Uygulama ara
vi: Tìm kiếm ứng dụng
zh_hans: 搜索应用
zh_hant: 搜尋應用程式

source: Search below to add people.
ar: ابحث أدناه لإضافة أشخاص.
de: Suchen Sie unten, um Personen hinzuzufügen.
es: Busca abajo para añadir personas.
fr: Recherchez ci-dessous pour ajouter des personnes.
hu: Keressen lent személyek hozzáadásához.
ja: 下で検索して連絡先を追加してください。
nl: Zoek hieronder om personen toe te voegen.
pl: Wyszukaj osoby poniżej, aby je dodać.
pt: Pesquise abaixo para adicionar pessoas.
ru: Воспользуйтесь поиском ниже, чтобы добавить людей.
sv: Sök nedan för att lägga till personer.
tr: Kişi eklemek için aşağıda ara.
vi: Tìm kiếm bên dưới để thêm người.
zh_hans: 在下方搜索以添加联系人。
zh_hant: 在下方搜尋並加入聯絡人。

source: Search city...
ar: ابحث عن مدينة...
de: Ort suchen...
es: Buscar ciudad…
fr: Rechercher une ville...
hu: Város keresése...
ja: 都市を検索...
nl: Zoek een plaats...
pl: Szukaj miasta…
pt: Pesquisar cidade...
ru: Найти город...
sv: Sök stad…
tr: Şehir ara...
vi: Tìm kiếm thành phố...
zh_hans: 搜索城市……
zh_hant: 搜尋城市……

source: Search Clipboard
ar: البحث في الحافظة
de: Zwischenablage durchsuchen
es: Buscar en el portapapeles
fr: Rechercher dans le presse-papiers
hu: Keresés a vágólapon
ja: クリップボードを検索
nl: Zoeken in klembord
pl: Szukaj w schowku
pt: Pesquisar na área de transferência
ru: Поиск в буфере обмена
sv: Sök i urklipp
tr: Panoda Ara
vi: Tìm kiếm bảng nhớ tạm
zh_hans: 搜索剪贴板
zh_hant: 搜尋剪貼板

source: Search commands
ar: ابحث في الأوامر
de: Befehle suchen
es: Buscar comandos
fr: Rechercher des commandes
hu: Parancsok keresése
ja: コマンドを検索
nl: Opdrachten zoeken
pl: Szukaj poleceń
pt: Pesquisar comandos
ru: Поиск команд
sv: Sök kommandon
tr: Komutları ara
vi: Tìm kiếm lệnh
zh_hans: 搜索命令
zh_hant: 搜尋指令

source: Search Contacts
ar: البحث في جهات الاتصال
de: Kontakte durchsuchen
es: Buscar contactos
fr: Rechercher des contacts
hu: Keresés a kontaktok között
ja: 連絡先を検索
nl: Zoeken in contacten
pl: Szukaj kontaktów
pt: Pesquisar contactos
ru: Поиск контактов
sv: Sök kontakter
tr: Kişilerde Ara
vi: Tìm kiếm danh bạ
zh_hans: 搜索通讯录
zh_hant: 搜尋聯絡人

source: Search files and apps
ar: البحث في الملفات والتطبيقات
de: Dateien und Apps durchsuchen
es: Buscar archivos y apps
fr: Rechercher des fichiers et des apps
hu: Fájlok és appok keresése
ja: ファイルとアプリを検索
nl: Zoek naar bestanden en apps
pl: Szukaj plików i aplikacji
pt: Pesquisar ficheiros e apps
ru: Поиск файлов и приложений
sv: Sök filer och appar
tr: Dosyaları ve uygulamaları ara
vi: Tìm kiếm tệp và ứng dụng
zh_hans: 搜索文件和应用
zh_hant: 搜尋檔案與應用程式

source: Search Fuzziness
ar: مرونة البحث
de: Suchtoleranz
es: Tolerancia de la búsqueda
fr: Tolérance de la recherche
hu: Keresési tűrés
ja: 検索のあいまいさ
nl: Soepelheid van zoeken
pl: Tolerancja wyszukiwania
pt: Tolerância da Pesquisa
ru: Нечеткость поиска
sv: Sökningens tolerans
tr: Arama Esnekliği
vi: Độ linh hoạt tìm kiếm
zh_hans: 搜索模糊匹配程度
zh_hant: 搜尋模糊比對程度

source: Search settings…
ar: البحث في الإعدادات…
de: Einstellungen durchsuchen…
es: Buscar ajustes…
fr: Rechercher dans les paramètres…
hu: Keresés a beállításokban…
ja: 設定を検索…
nl: Zoek naar instellingen…
pl: Szukaj w ustawieniach…
pt: Pesquisar definições…
ru: Поиск настроек…
sv: Sök inställningar…
tr: Ayarlarda ara…
vi: Tìm kiếm cài đặt…
zh_hans: 搜索设置…
zh_hant: 搜尋設定…

source: Search Trigger Key
ar: مفتاح تشغيل البحث
de: Suchtaste
es: Tecla de búsqueda
fr: Touche de recherche
hu: Keresést indító billentyű
ja: 検索を開始するキー
nl: Toets voor zoeken
pl: Klawisz aktywujący wyszukiwanie
pt: Tecla de Ativação da Pesquisa
ru: Клавиша вызова поиска
sv: Tangent för sökning
tr: Arama Tetikleme Tuşu
vi: Phím kích hoạt tìm kiếm
zh_hans: 搜索触发键
zh_hant: 搜尋觸發鍵

source: Search widgets
ar: البحث في الأدوات
de: Widgets durchsuchen
es: Buscar widgets
fr: Rechercher des widgets
hu: Widgetek keresése
ja: ウィジェットを検索
nl: Zoek widgets
pl: Szukaj widżetów
pt: Pesquisar widgets
ru: Поиск виджетов
sv: Sök widgetar
tr: Widget ara
vi: Tìm kiếm tiện ích
zh_hans: 搜索小组件
zh_hant: 搜尋小工具

source: Search Widgets
ar: البحث في الأدوات
de: Widgets suchen
es: Buscar widgets
fr: Rechercher des widgets
hu: Widgetek keresése
ja: ウィジェットを検索
nl: Zoeken naar widgets
pl: Szukaj widżetów
pt: Pesquisar Widgets
ru: Поиск по виджетам
sv: Sök widgetar
tr: Widget Ara
vi: Tìm kiếm Tiện ích
zh_hans: 搜索小组件
zh_hant: 搜尋小工具

source: Searching…
ar: جاري البحث…
de: Suche läuft …
es: Buscando…
fr: Recherche…
hu: Keresés…
ja: 検索中…
nl: Bezig met zoeken…
pl: Wyszukiwanie…
pt: A pesquisar…
ru: Поиск…
sv: Söker…
tr: Aranıyor…
vi: Đang tìm kiếm…
zh_hans: 正在搜索…
zh_hant: 搜尋中…

source: Seconds before switching back to the starred widget
ar: عدد الثواني قبل العودة إلى الأداة المميزة بنجمة
de: Sekunden, bis wieder zum Haupt-Widget gewechselt wird
es: Segundos antes de volver al widget destacado
fr: Secondes avant de revenir au widget favori
hu: Másodpercek száma a kedvenc widgethez való visszaváltás előtt
ja: スター付きウィジェットに戻るまでの秒数
nl: Seconden voordat je teruggaat naar de widget met ster
pl: Liczba sekund przed powrotem do oznaczonego gwiazdką widżetu
pt: Segundos antes de voltar ao widget marcado com estrela
ru: Секунды перед возвратом на избранный виджет
sv: Sekunder innan det växlas tillbaka till den stjärnmärkta widgeten
tr: Yıldızlı widget'a geri dönmeden önceki saniye
vi: Số giây trước khi chuyển đổi quay lại tiện ích được gắn dấu sao
zh_hans: 自动切换回已收藏小组件前的秒数
zh_hant: 自動切換回已加星號小工具的等待時間

source: Section Backgrounds
ar: خلفيات الأقسام
de: Abschnittshintergründe
es: Fondos de sección
fr: Arrière-plans des sections
hu: Szakaszok hátterei
ja: セクションの背景
nl: Sectieachtergronden
pl: Tła sekcji
pt: Fundos das Secções
ru: Фоны секций
sv: Sektionsbakgrunder
tr: Bölüm Arka Planları
vi: Nền của Mục
zh_hans: 分区背景
zh_hant: 區塊背景

source: Section Gap
ar: الفجوة بين الأقسام
de: Abschnittsabstand
es: Separación entre secciones
fr: Écart entre les sections
hu: Szakaszköz
ja: セクションの間隔
nl: Ruimte tussen secties
pl: Odstęp między sekcjami
pt: Espaço Entre Secções
ru: Зазор секций
sv: Sektionsavstånd
tr: Bölüm Boşluğu
vi: Khoảng cách phân đoạn
zh_hans: 区段间距
zh_hant: 區段間距

source: Sections
ar: الأقسام
de: Abschnitte
es: Secciones
hu: Szakaszok
ja: セクション
nl: Onderdelen
pl: Sekcje
pt: Secções
ru: Разделы
sv: Sektioner
tr: Bölümler
vi: Các phần
zh_hans: 分区
zh_hant: 區段

source: Select
ar: اختر
de: Auswählen
es: Seleccionar
fr: Sélectionner
hu: Kiválasztás
ja: 選択
nl: Selecteren
pl: Wybierz
pt: Selecionar
ru: Выбрать
sv: Välj
tr: Seç
vi: Chọn
zh_hans: 选择
zh_hant: 選取

source: Select a dock profile
ar: حدد ملف تعريف Dock
de: Dock-Profil auswählen
es: Selecciona un perfil del Dock
fr: Sélectionnez un profil de dock
hu: Dock-profil kiválasztása
ja: Dockプロファイルを選択
nl: Selecteer een Dock-profiel
pl: Wybierz profil Docka
pt: Selecione um perfil de dock
ru: Выберите профиль Dock
sv: Välj en dockprofil
tr: Bir dock profili seçin
vi: Chọn một hồ sơ dock
zh_hans: 选择一个 Dock 配置文件
zh_hant: 選取 Dock 設定檔

source: Select a file to add to your dock
ar: حدد ملفًا لإضافته إلى Dock
de: Wählen Sie eine Datei aus, die Sie Ihrem Dock hinzufügen möchten
es: Selecciona un archivo para añadirlo a tu Dock
fr: Sélectionnez un fichier à ajouter à votre dock
hu: Válasszon egy fájlt, amelyet hozzá szeretne adni a Dockhoz
ja: Dockに追加するファイルを選択
nl: Selecteer een bestand om toe te voegen aan je Dock
pl: Wybierz plik do dodania do Docka
pt: Selecione um ficheiro para adicionar à dock
ru: Выберите файл для добавления в Dock
sv: Välj en fil att lägga till i docken
tr: Dock’unuza eklemek için bir dosya seçin
vi: Chọn một tệp để thêm vào dock của bạn
zh_hans: 选择要添加到 Dock 的文件
zh_hant: 選擇要加入 Dock 的檔案

source: Select a folder to add to the Control Center
ar: حدد مجلدًا لإضافته إلى مركز التحكم
de: Wählen Sie einen Ordner aus, der zum Kontrollzentrum hinzugefügt werden soll
es: Selecciona una carpeta para añadirla al Centro de control
fr: Sélectionnez un dossier à ajouter au Centre de contrôle
hu: Válasszon mappát a Vezérlőközponthoz való hozzáadáshoz
ja: コントロールセンターに追加するフォルダを選択
nl: Selecteer een map om toe te voegen aan het Control Center
pl: Wybierz folder do dodania do Centrum sterowania
pt: Selecione uma pasta para adicionar à Central de controlo
ru: Выберите папку для добавления в Пункт управления
sv: Välj en mapp att lägga till i Kontrollcenter
tr: Denetim Merkezi'ne eklenecek bir klasör seç
vi: Chọn thư mục để thêm vào Trung tâm điều khiển
zh_hans: 选择要添加到控制中心的文件夹
zh_hant: 選擇要加入「控制中心」的檔案夾

source: Select a folder to add to your dock
ar: حدد مجلدًا لإضافته إلى Dock
de: Wählen Sie einen Ordner aus, den Sie Ihrem Dock hinzufügen möchten
es: Selecciona una carpeta para añadirla a tu Dock
fr: Sélectionnez un dossier à ajouter à votre dock
hu: Válasszon egy mappát, amelyet hozzá szeretne adni a Dockhoz
ja: Dockに追加するフォルダを選択
nl: Selecteer een map om toe te voegen aan je Dock
pl: Wybierz folder do dodania do Docka
pt: Selecione uma pasta para adicionar à dock
ru: Выберите папку для добавления в Dock
sv: Välj en mapp att lägga till i docken
tr: Dock’unuza eklemek için bir klasör seçin
vi: Chọn một thư mục để thêm vào dock của bạn
zh_hans: 选择要添加到 Dock 的文件夹
zh_hant: 選擇要加入 Dock 的檔案夾

source: Select a folder to edit
ar: اختر مجلدًا لتحريره
de: Wählen Sie einen Ordner zum Bearbeiten aus
es: Selecciona una carpeta para editarla
fr: Sélectionnez un dossier à modifier
hu: Válasszon szerkesztendő mappát
ja: 編集するフォルダを選択
nl: Selecteer een map om te bewerken
pl: Wybierz folder do edycji
pt: Selecione uma pasta para editar
ru: Выберите папку для редактирования
sv: Välj en mapp att redigera
tr: Düzenlenecek bir klasör seç
vi: Chọn một thư mục để chỉnh sửa
zh_hans: 选择要编辑的文件夹
zh_hant: 選擇要編輯的檔案夾

source: Select a shortcut...
ar: حدد اختصار...
de: Kurzbefehl auswählen...
es: Selecciona un atajo…
fr: Sélectionnez un raccourci...
hu: Válasszon egy parancsot...
ja: ショートカットを選択...
nl: Een opdracht selecteren...
pl: Wybierz skrót…
pt: Selecione um atalho...
ru: Выберите быструю команду...
sv: Välj en genväg…
tr: Bir kısayol seçin…
vi: Chọn một phím tắt...
zh_hans: 选择快捷键……
zh_hant: 選擇快速鍵……

source: Select a slot to edit
ar: حدد خانة للتحرير
de: Platz zum Bearbeiten auswählen
es: Selecciona un espacio para editarlo
fr: Sélectionnez une action à modifier
hu: Válasszon ki egy helyet a szerkesztéshez
ja: 編集するスロットを選択
nl: Selecteer een vak om te bewerken
pl: Wybierz miejsce do edycji
pt: Selecione uma posição para editar
ru: Выберите слот для редактирования
sv: Välj en plats att redigera
tr: Düzenlemek için bir yuva seçin
vi: Chọn một ô để chỉnh sửa
zh_hans: 选择要编辑的槽位
zh_hant: 選擇要編輯的插槽
